[{
 "nombre": "CIVIL WAR",
 "precio": "239",
 "pgs": "208",
 "des": "A conflict has been brewing in the Marvel Universe for over a year, threatening to pit friend against friend, brother against brother--and all it will take is a single misstep to cost thousands their lives and ignite the fuse! As the war claims its first victims, no one is safe as teams, friendships, and families begin to fall apart. Civil War, a Marvel Comics event in seven parts, stars Spider-Man, the New Avengers, the Fantastic Four, the X-Men and the entirety of the Marvel pantheon!",
 "dis": "DISPONIBLE",
 "img": "https://raw.githubusercontent.com/josefdeleon/imagenes/master/civil_war.jpg"
 },{
  "nombre": "SPIDER-MAN/DEADPOOL VOL. 1: Isn't it Bromantic",
  "precio": "189",
  "pgs": "136",
  "des": "The Webbed Wonder and the Merc with a Mouth are teaming up for their first series EVER! It's action, adventure and just a smattering of (b)romance in this episodic epic featuring the WORLD'S GREATEST SUPER HERO and the star of the WORLD'S GREATEST COMICS MAGAZINE. Talk about a REAL dynamic duo! \n\nCOLLECTING: SPIDER-MAN/DEADPOOL 1-5, 8",
  "dis": "DISPONIBLE",
  "img": "https://raw.githubusercontent.com/josefdeleon/imagenes/master/spiderman_deadpool.jpg"
  },{
 "nombre": "STAR WARS: DARTH VADER VOL. 1",
 "precio": "189",
 "pgs": "160",
 "des": "The original Dark Lord of the Sith stars in his first ongoing series! Ever since Darth Vader's first on-screen appearance, he has become one of pop culture's most popular villains. Now, follow Vader straight from the ending of A NEW HOPE into his own solo adventures - showing the Empire's war with the Rebel Alliance from the other side! But when a Dark Lord needs help, who can he turn to? CONTIENE: Darth Vader #1 - #6",
 "dis": "DISPONIBLE",
 "img": "https://raw.githubusercontent.com/josefdeleon/imagenes/master/star_wars_darth_vader_1.jpg"
 },{
  "nombre": "DEATH OF WOLVERINE",
  "precio": "209",
  "pgs": "144",
  "des": "All roads must end somewhere, and every hero's story eventually comes to a close. For Logan, the century-old mutant known as Wolverine, that time is now. The loss of his healing factor and the traumatic events of Three Months To Die have all led to this, the single most important X-Men event of the decade.",
  "dis": "DISPONIBLE",
  "img": "https://raw.githubusercontent.com/josefdeleon/imagenes/master/wolverine%20death.jpg"
  },{
 "nombre": "DEADPOOL'S SECRET SECRET WARS",
 "precio": "179",
 "pgs": "128",
 "des": "NOT A SECRET WARS TIE-IN! Well...it is...but not THAT Secret Wars. Remember the original Secret Wars from 1984? And remember how Deadpool played a huge important role in it? Wait...you DON'T? Then you need to read this series immediately and be educated! From the team that brought you DEADPOOL KILLUSTRATED comes the most Secretest War of all! CONTIENE: DEADPOOL'S SECRET SECRET WARS 1-4, SECRET WARS (1984) 1",
 "dis": "DISPONIBLE",
 "img": "https://raw.githubusercontent.com/josefdeleon/imagenes/master/deadpool_secret_secret_wars.jpg"
 },{
  "nombre": "JUSTICE LEAGUE VOL. 1 ORIGIN (THE NEW 52)",
  "precio": "189",
  "pgs": "192",
  "des": "In a world where inexperienced superheroes operate under a cloud of suspicion from the public, loner vigilante Batman has stumbled upon a dark evil that threatens to destroy the earth as we know it. Now, faced with a threat far beyond anything he can handle on his own, the Dark Knight must trust an alien, a scarlet speedster, an accidental teenage hero, a space cop, an Amazon Princess and an undersea monarch. Will this combination of Superman, The Flash, Cyborg, Green Lantern, Wonder Woman and Aquaman be able to put aside their differences and come together to save the world? Or will they destroy each other first?",
  "dis": "AGOTADO",
  "img": "https://raw.githubusercontent.com/josefdeleon/imagenes/master/justice_league_vol_1_origin.jpg"
  },{
  "nombre": "DOCTOR STRANGE VOL. 1 THE WAY OF THE WEIRD",
  "precio": "239",
  "pgs": "136",
  "des": "Who do you call when things are coming out of your dreams and trying to kill you? Or when your daughter is cursing in Latin and walking like a spider? Or when your dog keeps screaming at you to strangle your neighbors? Doctor Strange, of course. He's the only person standing between us and the forces of darkness, but has he been paying his tab? Every act of magic has a cost and Jason Aaron and Chris Bachalo are going to put Stephen Strange through hell to even the scales.",
  "dis": "DISPONIBLE",
  "img": "https://raw.githubusercontent.com/josefdeleon/imagenes/master/doctor_strange.jpg"
  },{
  "nombre": "THE SANDMAN VOL 1. PRELUDES & NOCTURNES",
  "precio": "199",
  "pgs": "240",
  "des": "In PRELUDES & NOCTURNES, an occultist attempting to capture Death to bargain for eternal life traps her younger brother Dream instead. After his 70 year imprisonment and eventual escape, Dream, also known as Morpheus, goes on a quest for his lost objects of power. On his arduous journey Morpheus encounters Lucifer, John Constantine, and an all-powerful madman.",
  "dis": "DISPONIBLE",
  "img": "https://raw.githubusercontent.com/josefdeleon/imagenes/master/the_sandman_1.jpg"
  },{
 "nombre": "FLASHPOINT",
 "precio": "199",
 "pgs": "176",
 "des": "Not a dream, not an imaginary story, not an elseworld. This is Flash Fact: When Barry Allen wakes at his desk, he discovers the world has changed. Family is alive, loved ones are strangers, and close friends are different, gone or worse. It's a world on the brink of a cataclysmic war - but where are Earth's Greatest Heroes to stop it? It's a place where America's last hope is Cyborg, who hopes to gather the forces of The Outsider, The Secret 7, S!H!A!Z!A!M!, Citizen Cold and other new and familiar-yet-altered faces! It's a world that could be running out of time, if The Flash can't find the villain who altered the time line! Welcome to FLASHPOINT!",
 "dis": "AGOTADO",
 "img": "https://raw.githubusercontent.com/josefdeleon/imagenes/master/flashpoint.jpg"
 },{
  "nombre": "BATMAN THE KILLING JOKE",
  "precio": "199",
  "pgs": "64",
  "des": "Batman matches wits with his arch nemesis The Joker in this critically acclaimed, prestige format one-shot. He also laughs at one of his jokes. The book is infamous for the scene in which The Joker shoots and cripples Barbara Gordon, effectively ending her crime fighting career as Batgirl.",
  "dis": "DISPONIBLE",
  "img": "http://static.wixstatic.com/media/6ac831_8c58860a48624df7a09b0cd5a23239c2~mv2.jpg/v1/fill/w_164,h_250,q_85,usm_0.66_1.00_0.01/6ac831_8c58860a48624df7a09b0cd5a23239c2~mv2.jpg"
  },{
  "nombre": "OLD MAN LOGAN",
  "precio": "269",
  "pgs": "224",
  "des": "Nobody knows what happened on the night the heroes fell. All we know is that they disappeared and evil triumphed and the bad guys have been calling the shots ever since. What happened to Wolverine is the biggest mystery of all. For 50 years, no one has heard hide nor hair from him... and in his place stands an old man called Logan.",
  "dis": "AGOTADO",
  "img": "https://raw.githubusercontent.com/josefdeleon/imagenes/master/old_man_logan.jpg"
  },{
 "nombre": "DEADPOOL KILLS THE MARVEL UNIVERSE",
 "precio": "149",
 "pgs": "96",
 "des": "What if everthing you thought was funny about Deadpool...was actually just disturbing? What if he decided to kill everyone and everything that makes up the Marvel Universe? What if he actually pulled it off? Would that be FUN for you? The Merc with a Mouth takes a turn for the twisted in a weekly horror comic like no other...",
 "dis": "AGOTADO",
 "img": "http://static.wixstatic.com/media/6ac831_307e3c42306742389ba062bc8ae3ba7c~mv2.jpg/v1/fill/w_165,h_250,q_85,usm_0.66_1.00_0.01/6ac831_307e3c42306742389ba062bc8ae3ba7c~mv2.jpg"
 },{
  "nombre": "NEW SUICIDE SQUAD VOL. 1 PURE INSANITY",
  "precio": "199",
  "pgs": "192",
  "des": "The new series begins with a mission in Russia that features two red-hot Batman villains: Harley Quinn and Joker’s Daughter, plus Deadshot, Deathstroke the Terminator, Black Manta and more! Collects NEW SUICIDE SQUAD #1-8.",
  "dis": "AGOTADO",
  "img": "http://static.wixstatic.com/media/6ac831_e3decb2094d0463c89d6ccf3879d73bf~mv2.jpg_srz_p_500_750_75_22_0.5_1.2_0_jpg_srz"
  },{
  "nombre": "THE INFINITY GAUNTLET",
  "precio": "229",
  "pgs": "256",
  "des": "It's the Avengers, the New Warriors, the X-Men and more against the omnipotent Eternal, Thanos! The Mad Titan has become the most powerful being in the universe, and enslavement or destruction may be the only choices he gives it! The successive Starlin sagas that shook space and time start here!",
  "dis": "AGOTADO",
  "img": "http://static.wixstatic.com/media/6ac831_fc0a20bf032c4d199a72ec48fcaf28d8~mv2.jpg_srz_p_300_450_75_22_0.5_1.2_0_jpg_srz"
  },{
  "nombre": "BATMAN A DEATH IN THE FAMILY",
  "precio": "229",
  "pgs": "272",
  "des": "Batman readers were allowed to vote on the outcome of the story and they decided that Robin should die! As the second person to assume the role of Batman's sidekick, Jason Todd had a completely different personality than the original Robin. Rash and prone to ignore Batman's instructions, Jason was always quick to act without regard to consequences. In this fatal instance, Robin ignores his mentor's warnings when he attempts to take on the Joker by himself and pays the ultimate price. Driven by anger with Superman by his side, Batman seeks his vengeance as he looks to end the Joker's threat forever.",
  "dis": "AGOTADO",
  "img": "http://static.wixstatic.com/media/6ac831_3fb9d4bc6aa34c1d908dfb900e19e9dd~mv2.jpg_srz_p_500_750_75_22_0.5_1.2_0_jpg_srz"
  },{
 "nombre": "GALACTUS THE DEVOURER",
 "precio": "239",
 "pgs": "184",
 "des": "His name strikes terror throughout the universe: Galactus, the devourer of worlds! But now, the godlike Galactus' unceasing hunger has driven him mad - and he has come to destroy the Earth! Collects Galactus: The Devourer (1999) #1-6.",
 "dis": "AGOTADO",
 "img": "http://static.wixstatic.com/media/6ac831_6c1318a664e24fc8b5f9a8d71e078eb6~mv2.png_srz_p_500_750_75_22_0.5_1.2_0_png_srz"
 }]
